13/data/attachments/d86386f18ae4971d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brian_for_Actions_71700_0</nif:username>
            <nif:friendToBeRequested>soap_actions_4b5011e7-ff30-4768-85ab-67f3cb5c4001</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>